alacritty
alsa-utils
amd-ucode
arch-install-scripts
archinstall
b43-fwcutter
base
base-devel
bcachefs-tools
bind
bolt
brltty
broadcom-wl
btrfs-progs
clonezilla
cloud-init
code
cryptsetup
darkhttpd
ddrescue
dhclient
dhcpcd
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
dosfstools
dotnet-runtime
dotnet-sdk
e2fsprogs
edk2-shell
efibootmgr
espeakup
ethtool
exfatprogs
f2fs-tools
fatresize
feh
firefox
foot-terminfo
fsarchiver
gimp
git
gnu-netcat
gpart
gpm
gptfdisk
grub
gvfs-smb
hdparm
hyperv
i3-wm
i3blocks
i3lock
i3status
intel-ucode
irssi
iw
iwd
jfsutils
kitty-terminfo
less
lftp
libfido2
libusb-compat
lightdm
lightdm-slick-greeter
linux
linux-atm
linux-firmware
linux-firmware-marvell
livecd-sounds
lsscsi
lvm2
lxappearance
lynx
man-db
man-pages
mc
mdadm
memtest86+
memtest86+-efi
mkinitcpio
mkinitcpio-nfs-utils
modemmanager
mtools
nano
nbd
ndisc6
nemo
nemo-fileroller
nfs-utils
nilfs-utils
nmap
ntfs-3g
nvidia
nvidia-utils
nvme-cli
open-iscsi
open-vm-tools
openconnect
openpgp-card-tools
openssh
openvpn
os-prober
partclone
parted
partimage
pcsclite
picom
polybar
ppp
pptpclient
pulseaudio
pulseaudio-alsa
pv
qemu-guest-agent
qt5ct
refind
reflector
reiserfsprogs
rp-pppoe
rsync
rxvt-unicode-terminfo
screen
sdparm
sequoia-sq
sg3_utils
smartmontools
sof-firmware
steam
sudo
syslinux
systemd-resolvconf
tcpdump
terminus-font
testdisk
tmux
tpm2-tools
tpm2-tss
udftools
usb_modeswitch
usbmuxd
usbutils
vim
virtualbox-guest-utils-nox
vpnc
wezterm-terminfo
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
xfsprogs
xl2tpd
zsh
